Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Terminate
de: Beenden
es: Terminar
fr: Terminer
ja: 終了
ko: 종료
zh_hans: 终止

source: Text Content
de: Textinhalt
es: Contenido de texto
fr: Contenu texte
ja: テキストコンテンツ
ko: 텍스트 콘텐츠
zh_hans: 文本内容

source: Text Model Only
de: Nur Textmodell
es: Solo modelo de texto
fr: Modèle texte uniquement
ja: テキストモデルのみ
ko: 텍스트 모델 전용
zh_hans: 仅显示文本模型

source: Text too long.
de: Text zu lang.
es: Texto demasiado largo.
fr: Texte trop long.
ja: テキストが長すぎます。
ko: 텍스트가 너무 깁니다.
zh_hans: 文本过长。

source: Text Viewer
de: Textanzeige
es: Visor de texto
fr: Visionneuse de texte
ja: テキストビューア
ko: 텍스트 뷰어
zh_hans: 文本查看器

source: The above parameters will be applied to all conversations.
de: Die obigen Parameter werden auf alle Unterhaltungen angewendet.
es: Los parámetros anteriores se aplicarán a todas las conversaciones.
fr: Les paramètres ci-dessus seront appliqués à toutes les conversations.
ja: 上記パラメータは全ての会話に適用されます。
ko: 위 매개변수는 모든 대화에 적용됩니다.
zh_hans: 此处的参数将应用到所有对话中。

source: The above setting only adjusts the text size in conversations. To change the font size globally, please go to the system settings, as this app follows the system’s font size preferences.
de: Die oben genannte Einstellung passt nur die Textgröße in Unterhaltungen an. Für die globale Schriftgröße bitte in die Systemeinstellungen gehen; die App folgt den Systemschriftgrößen.
es: Este ajuste solo modifica el tamaño de texto en conversaciones. Para cambiar la fuente globalmente, ve a los ajustes del sistema, ya que la app sigue las preferencias del sistema.
fr: Le réglage ci-dessus ajuste uniquement la taille du texte dans les conversations. Pour changer la taille de police globalement, allez dans les réglages système, l’app suit la taille définie.
ja: 上記設定は会話内の文字サイズのみ調整します。全体のフォントサイズ変更はシステム設定で行ってください。
ko: 위 설정은 대화 내 텍스트 크기만 조정합니다. 전체 폰트 크기를 바꾸려면 시스템 설정에서 변경하세요. 이 앱은 시스템 글꼴 크기 설정을 따릅니다.
zh_hans: 此处的设置仅调整对话中的文本大小。若要修改全局字体大小，请考虑前往系统设置。此软件遵循系统字体大小设置。

source: The above setting will take effect at conversation page.
de: Diese Einstellung wirkt auf der Unterhaltungsseite.
es: Este ajuste surtirá efecto en la página de conversación.
fr: Ce réglage prendra effet sur la page de conversation.
ja: この設定は会話画面で有効になります。
ko: 위 설정은 대화 화면에서 적용됩니다.
zh_hans: 上面的选项将在对话界面启用。

source: The additional prompt will be appended to the default prompt. You can make requests here, such as language preferences, response formats, etc.
de: Der zusätzliche Prompt wird an den Standard-Prompt angehängt. Hier kannst du Wünsche wie Sprachpräferenzen oder Antwortformate angeben.
es: La instrucción adicional se añadirá a la predeterminada. Aquí puedes indicar preferencias de idioma, formatos de respuesta, etc.
fr: L’invite supplémentaire sera ajoutée à l’invite par défaut. Vous pouvez y formuler des demandes comme préférences de langue, formats de réponse, etc.
ja: 追加プロンプトはデフォルトに付加されます。言語やレスポンス形式などの要望を記載できます。
ko: 추가 프롬프트가 기본 프롬프트에 덧붙여집니다. 여기서 언어 선호, 응답 형식 등을 요청할 수 있습니다.
zh_hans: 额外提示词会追加到默认提示词后。你可在此处提出需求，如语言偏好，回答格式等。

source: The AI assistant suggests opening this URL: %@ Reason: %@
de: Der KI-Assistent schlägt vor, diese URL zu öffnen: %@ Grund: %@
es: El asistente sugiere abrir esta URL: %@ Motivo: %@
fr: L’assistant IA suggère d’ouvrir cette URL : %@ Raison : %@
ja: AI アシスタントがこの URL を開くことを提案しています: %@ 理由: %@
ko: AI 어시스턴트가 이 URL 열기를 제안합니다: %@ 이유: %@
zh_hans: AI 助手建议打开此链接： %@ 原因：%@

source: The context length for inference refers to the amount of information the model can retain and process at a given time. This context serves as the model’s memory, allowing it to understand and generate responses based on prior input.
de: Die Kontextlänge bei der Inferenz bezeichnet die Informationsmenge, die das Modell gleichzeitig behalten und verarbeiten kann. Dieser Kontext dient als Gedächtnis, damit das Modell frühere Eingaben versteht und darauf aufbauend antwortet.
es: La longitud de contexto para la inferencia es la cantidad de información que el modelo puede retener y procesar a la vez. Este contexto actúa como memoria para entender y generar respuestas según la entrada previa.
fr: La longueur de contexte d’inférence correspond à la quantité d’informations que le modèle peut retenir et traiter en même temps. Ce contexte agit comme la mémoire du modèle pour comprendre et répondre en fonction des entrées précédentes.
ja: 推論のコンテキスト長は、モデルが一度に保持・処理できる情報量を指します。これはモデルの「記憶」となり、入力に基づく理解と応答生成を可能にします。
ko: 추론 컨텍스트 길이는 모델이 한 번에 보유하고 처리할 수 있는 정보량을 의미합니다. 이 컨텍스트는 모델의 메모리 역할을 하여 이전 입력을 바탕으로 이해하고 응답을 생성하게 합니다.
zh_hans: 推理时的上下文长度指的是模型在特定时间内可以保留和处理的信息量。这个上下文相当于模型的记忆，使其能够基于先前输入理解并生成响应。

source: The date when the model was downloaded.
de: Datum, an dem das Modell heruntergeladen wurde.
es: Fecha en que se descargó el modelo.
fr: Date de téléchargement du modèle.
ja: モデルをダウンロードした日付。
ko: 모델이 다운로드된 날짜입니다.
zh_hans: 模型下载完成时的日期。

source: The default prompt shapes the model's responses. We provide presets with common instructions and information to enhance performance. A more detailed prompt can improve results but may increase costs. Please notice that system prompt is decided when creating new conversation, and will not be updated afterwards.
de: Der Standard-Prompt prägt die Antworten des Modells. Wir bieten Vorgaben mit üblichen Anweisungen und Infos für bessere Ergebnisse. Ein detaillierterer Prompt kann helfen, erhöht aber ggf. Kosten. Hinweis: Der System-Prompt wird bei neuer Unterhaltung festgelegt und später nicht aktualisiert.
es: La instrucción predeterminada define las respuestas del modelo. Ofrecemos preajustes con instrucciones e información comunes para mejorar el rendimiento. Una instrucción más detallada puede mejorar resultados pero aumentar costos. Ten en cuenta que la instrucción del sistema se fija al crear una conversación y no se actualiza después.
fr: L’invite par défaut façonne les réponses du modèle. Nous fournissons des préréglages d’instructions courantes pour améliorer les performances. Une invite plus détaillée peut améliorer les résultats mais augmenter les coûts. Notez que l’invite système est fixée à la création de la conversation et ne sera pas mise à jour ensuite.
ja: デフォルトプロンプトはモデルの応答を左右します。性能向上のため共通の指示や情報を含むプリセットを用意しています。詳細なプロンプトは結果を改善しますがコスト増の可能性があります。システムプロンプトは新規会話作成時に決まり、その後は更新されません。
ko: 기본 프롬프트는 모델의 응답을 좌우합니다. 성능 향상을 위해 일반적인 지침과 정보를 담은 프리셋을 제공합니다. 더 자세한 프롬프트는 결과를 개선할 수 있지만 비용이 늘 수 있습니다. 시스템 프롬프트는 새 대화를 만들 때 결정되며 이후에는 업데이트되지 않습니다.
zh_hans: 默认提示会影响模型的回应。我们提供常用的预设指令和信息，以提升模型表现。更详细的提示可以获得更好的结果，但可能会增加费用。请注意：系统提示词在对话创建以后不会更新。

source: The display name of this chat template.
de: Anzeigename dieser Chat-Vorlage.
es: El nombre para mostrar de esta plantilla de chat.
fr: Nom affiché de ce modèle de chat.
ja: このチャットテンプレートの表示名。
ko: 이 채팅 템플릿의 표시 이름입니다.
zh_hans: 此对话模板显示的名称。

source: The endpoint needs to be written in full path to work. The path is usually /v1/chat/completions.
de: Der Endpunkt muss als vollständiger Pfad angegeben werden, meist /v1/chat/completions.
es: El endpoint debe escribirse con la ruta completa; normalmente es /v1/chat/completions.
fr: L’endpoint doit être indiqué avec le chemin complet. En général, le chemin est /v1/chat/completions.
ja: エンドポイントはフルパスで指定する必要があります。通常 /v1/chat/completions です。
ko: 엔드포인트는 전체 경로로 작성해야 동작합니다. 일반적으로 /v1/chat/completions 경로입니다.
zh_hans: 推理端点需要写入完整的路径才能工作。路径通常是 /v1/chat/completions。

source: The latest conversation does not contain any messages.
de: Die neueste Unterhaltung enthält keine Nachrichten.
es: La última conversación no contiene mensajes.
fr: La dernière conversation ne contient aucun message.
ja: 最新の会話にメッセージがありません。
ko: 최근 대화에 메시지가 없습니다.
zh_hans: 最近的对话不包含任何消息。

source: The maximum number of search results to fetch.
de: Maximale Anzahl abzurufender Suchergebnisse.
es: Número máximo de resultados de búsqueda a obtener.
fr: Nombre maximal de résultats de recherche à récupérer.
ja: 取得する検索結果の最大件数。
ko: 가져올 최대 검색 결과 수입니다.
zh_hans: 最大搜索结果数量。

source: The MCP server does not support required capability.
de: Der MCP-Server unterstützt die erforderliche Fähigkeit nicht.
es: El servidor MCP no admite la capacidad requerida.
fr: Le serveur MCP ne prend pas en charge la capacité requise.
ja: MCP サーバーが必要な機能をサポートしていません。
ko: 이 MCP 서버는 필요한 기능을 지원하지 않습니다.
zh_hans: 所选 MCP 服务器不支持需要的功能。

source: The model did not return any content.
de: Das Modell hat keinen Inhalt zurückgegeben.
es: El modelo no devolvió contenido.
fr: Le modèle n’a renvoyé aucun contenu.
ja: モデルから内容が返されませんでした。
ko: 모델이 아무 콘텐츠도 반환하지 않았습니다.
zh_hans: 模型未返回任何内容。

source: The model is used for auxiliary tasks such as generating conversation titles and web search keywords.
de: Das Modell wird für Hilfsaufgaben wie Titelgenerierung und Web-Suchbegriffe verwendet.
es: El modelo se usa para tareas auxiliares como generar títulos de conversación y palabras clave de búsqueda web.
fr: Le modèle est utilisé pour des tâches auxiliaires comme générer des titres de conversation et des mots-clés de recherche web.
ja: 会話タイトル生成や検索キーワード生成など補助タスクに用いるモデルです。
ko: 대화 제목 생성, 웹 검색 키워드 추출 등 보조 작업에 사용되는 모델입니다.
zh_hans: 此模型用于诸如生成对话标题或网络搜索关键字等辅助场景。

source: The model is used for visual input when the current model does not support it. It will extract information before using the current model for inference.
de: Das Modell wird für visuelle Eingaben genutzt, wenn das aktuelle Modell dies nicht unterstützt. Es extrahiert Informationen, bevor das aktuelle Modell für die Inferenz verwendet wird.
es: El modelo se usa para entrada visual cuando el modelo actual no la soporta. Extraerá información antes de usar el modelo actual para inferencia.
fr: Ce modèle est utilisé pour l’entrée visuelle quand le modèle actuel ne la supporte pas. Il extrait l’information avant d’utiliser le modèle actuel pour l’inférence.
ja: 現在のモデルが視覚入力非対応の場合に使用するビジュアル用モデルです。推論前に情報を抽出します。
ko: 현재 모델이 시각 입력을 지원하지 않을 때 사용하는 모델입니다. 추론 전에 정보를 추출한 뒤 현재 모델을 사용합니다.
zh_hans: 此模型将在当前所选模型不支持视觉输入时提供帮助。这会在所选模型进行推理前，使用此模型提取信息。

source: The model used for evaluation.
de: Das Modell, das für die Bewertung verwendet wird.
es: El modelo utilizado para la evaluación.
fr: Le modèle utilisé pour l’évaluation.
ja: 評価に使用するモデルです。
ko: 평가에 사용되는 모델입니다.
zh_hans: 用于执行评测任务的模型。

source: The model used for new conversations.
de: Das für neue Unterhaltungen verwendete Modell.
es: El modelo usado para nuevas conversaciones.
fr: Modèle utilisé pour les nouvelles conversations.
ja: 新しい会話に使用するモデル。
ko: 새 대화에 사용되는 모델입니다.
zh_hans: 此模型将在新对话创建时使用。

source: The model wants to execute '%@' from %@. This tool can access external resources. Description: %@
de: Das Modell möchte „%@“ von %@ ausführen. Dieses Tool kann auf externe Ressourcen zugreifen. Beschreibung: %@
es: El modelo quiere ejecutar '%@' desde %@. Esta herramienta puede acceder a recursos externos. Descripción: %@
fr: Le modèle souhaite exécuter « %@ » depuis %@. Cet outil peut accéder à des ressources externes. Description : %@
ja: モデルが %@ から「%@」を実行しようとしています。このツールは外部リソースにアクセスできます。 説明: %@
ko: 모델이 %@에서 '%@' 도구를 실행하려 합니다. 이 도구는 외부 리소스에 접근할 수 있습니다. 설명: %@
zh_hans: 模型想要执行来自 %@ 的“%@”。该工具可访问外部资源。 描述：%@

source: The most recent 15 memories.
de: Die letzten 15 Erinnerungen.
es: Las 15 memorias más recientes.
fr: Les 15 mémoires les plus récentes.
ja: 直近のメモリー15件。
ko: 최근 15개의 메모리입니다.
zh_hans: 包含最近的 15 条记忆。

source: The most recent 30 memories.
de: Die letzten 30 Erinnerungen.
es: Las 30 memorias más recientes.
fr: Les 30 mémoires les plus récentes.
ja: 直近のメモリー30件。
ko: 최근 30개의 메모리입니다.
zh_hans: 包含最近的 30 条记忆。

source: The name of the model to be used.
de: Der Name des zu verwendenden Modells.
es: El nombre del modelo que se usará.
fr: Nom du modèle à utiliser.
ja: 使用するモデル名。
ko: 사용할 모델의 이름입니다.
zh_hans: 希望使用的模型的名称。

source: The prompt serves as the initial instruction for the language model. It defines the character, behavior, and context for the conversation.
de: Der Prompt dient als anfängliche Anweisung für das Sprachmodell. Er legt Charakter, Verhalten und Kontext der Unterhaltung fest.
es: La instrucción sirve como orden inicial para el modelo. Define el carácter, comportamiento y contexto de la conversación.
fr: L’invite sert d’instruction initiale pour le modèle de langage. Elle définit le rôle, le comportement et le contexte de la conversation.
ja: プロンプトは言語モデルへの初期指示で、キャラクター・挙動・会話の文脈を定義します。
ko: 프롬프트는 언어 모델에 대한 초기 지침으로, 대화의 성격과 행동, 맥락을 정의합니다.
zh_hans: 提示作为语言模型的初始指令，定义了对话的角色、行为和上下文。

source: The provided audio could not be processed.
de: Das bereitgestellte Audio konnte nicht verarbeitet werden.
es: No se pudo procesar el audio proporcionado.
fr: L’audio fourni n’a pas pu être traité.
ja: 提供された音声を処理できませんでした。
ko: 제공된 오디오를 처리할 수 없습니다.
zh_hans: 提供的音频文件无法被处理。

source: The provided image could not be processed.
de: Das bereitgestellte Bild konnte nicht verarbeitet werden.
es: No se pudo procesar la imagen proporcionada.
fr: L’image fournie n’a pas pu être traitée.
ja: 提供された画像を処理できませんでした。
ko: 제공된 이미지를 처리할 수 없습니다.
zh_hans: 无法处理提供的图像。

source: The recording is primarily in %@.
de: Die Aufnahme ist hauptsächlich in %@.
es: La grabación está principalmente en %@.
fr: L’enregistrement est principalement en %@.
ja: 録音の主な言語は %@ です。
ko: 녹음의 주 언어는 %@입니다.
zh_hans: 此录音主要为：%@。

source: The request to fetch updates has been sent. Depending on the amount of data, it may take some time to complete.
de: Die Anfrage zum Abrufen von Updates wurde gesendet. Je nach Datenmenge kann dies etwas dauern.
es: Se envió la solicitud para obtener actualizaciones. Según la cantidad de datos, puede tardar.
fr: La requête de récupération des mises à jour a été envoyée. Selon la quantité de données, cela peut prendre du temps.
ja: 更新取得リクエストを送信しました。データ量により時間がかかる場合があります。
ko: 업데이트 요청을 보냈습니다. 데이터 양에 따라 완료까지 시간이 걸릴 수 있습니다.
zh_hans: 获取更新的请求已发送。根据数据量的大小，可能需要一些时间才能完成。

source: The selected conversation could not be found. Please choose another conversation or create a new one.
de: Die ausgewählte Unterhaltung wurde nicht gefunden. Bitte eine andere wählen oder eine neue erstellen.
es: No se encontró la conversación seleccionada. Elige otra o crea una nueva.
fr: La conversation sélectionnée est introuvable. Choisissez-en une autre ou créez-en une nouvelle.
ja: 選択した会話が見つかりません。別の会話を選ぶか新規作成してください。
ko: 선택한 대화를 찾을 수 없습니다. 다른 대화를 선택하거나 새로 만들어 주세요.
zh_hans: 未能找到选中的对话，请选择其他对话或创建新对话。

source: The selected model does not support audio inputs.
de: Das ausgewählte Modell unterstützt keine Audioeingaben.
es: El modelo seleccionado no admite entradas de audio.
fr: Le modèle sélectionné ne prend pas en charge l’entrée audio.
ja: 選択したモデルは音声入力をサポートしていません。
ko: 선택한 모델은 오디오 입력을 지원하지 않습니다.
zh_hans: 所选的模型不支持音频输入。

source: The selected model does not support image inputs.
de: Das ausgewählte Modell unterstützt keine Bildeingaben.
es: El modelo seleccionado no admite entradas de imagen.
fr: Le modèle sélectionné ne prend pas en charge l’entrée image.
ja: 選択したモデルは画像入力をサポートしていません。
ko: 선택한 모델은 이미지 입력을 지원하지 않습니다.
zh_hans: 所选模型不支持图像输入。

source: The selected settings backup is invalid or from an incompatible version.
de: Die ausgewählte Einstellungen-Sicherung ist ungültig oder stammt aus einer nicht kompatiblen Version.
es: La copia de seguridad de ajustes seleccionada no es válida o pertenece a una versión incompatible.
fr: La sauvegarde des réglages sélectionnée est invalide ou provient d’une version incompatible.
ja: 選択した設定バックアップが無効か、互換性のないバージョンのものです。
ko: 선택한 설정 백업이 유효하지 않거나 호환되지 않는 버전에서 생성되었습니다.
zh_hans: 所选的设置备份无效或来自不兼容的版本。

source: The server is currently disabled.
de: Der Server ist derzeit deaktiviert.
es: El servidor está deshabilitado actualmente.
fr: Le serveur est actuellement désactivé.
ja: サーバーは現在無効です。
ko: 서버가 현재 비활성화되어 있습니다.
zh_hans: 此服务目前被禁用。

source: The system provides several tools for your convenience. Please use them wisely and according to the user's query. Avoid requesting information that is already provided or easily inferred.
de: Das System stellt mehrere Tools zur Verfügung. Bitte nutze sie sinnvoll und entsprechend der Nutzeranfrage. Vermeide Anfragen nach bereits gegebenen oder leicht ableitbaren Informationen.
es: El sistema ofrece varias herramientas. Úsalas con criterio y según la consulta del usuario. Evita pedir información ya dada o fácil de deducir.
fr: Le système fournit plusieurs outils pour votre confort. Utilisez-les judicieusement et selon la demande de l’utilisateur. Évitez de demander des informations déjà fournies ou facilement déductibles.
ja: システムはいくつかのツールを提供します。ユーザーのクエリに沿って適切に利用し、既に提供済み・容易に推測できる情報の要求は避けてください。
ko: 시스템이 여러 도구를 제공합니다. 사용자 요청에 맞게 현명하게 사용하고, 이미 제공되었거나 쉽게 추론 가능한 정보는 다시 요청하지 마세요.
zh_hans: 系统提供多种工具以便您使用，请根据用户查询内容明智调用，避免请求已提供或易推断的信息。

source: The template used for new conversations. You can customize the system prompt and other parameters here. Also known as assistant.
de: Die Vorlage für neue Unterhaltungen. Hier kannst du den System-Prompt und andere Parameter anpassen. Auch bekannt als „Assistant“.
es: La plantilla usada para nuevas conversaciones. Aquí puedes personalizar la instrucción del sistema y otros parámetros. También conocida como asistente.
fr: Modèle utilisé pour les nouvelles conversations. Vous pouvez personnaliser ici l’invite système et d’autres paramètres. Aussi appelé assistant.
ja: 新規会話に使うテンプレートです。ここでシステムプロンプトやパラメータをカスタマイズできます（アシスタントとも呼びます）。
ko: 새 대화에 사용하는 템플릿입니다. 여기서 시스템 프롬프트와 기타 매개변수를 설정할 수 있습니다. 어시스턴트라고도 부릅니다.
zh_hans: 用于新对话的模板。您可以在此自定义系统提示和其他参数。此功能也被称为助手。

source: The transport protocol to use for this client.
de: Das zu verwendende Transportprotokoll für diesen Client.
es: El protocolo de transporte que usará este cliente.
fr: Protocole de transport à utiliser pour ce client.
ja: このクライアントで使用する通信プロトコル。
ko: 이 클라이언트가 사용할 전송 프로토콜입니다.
zh_hans: 此模型上下文协议客户端所使用的传输协议。

source: The URL endpoint for this MCP server. Most of them requires /mcp/ suffix.
de: Der URL-Endpunkt für diesen MCP-Server. Die meisten erfordern das Suffix /mcp/.
es: El endpoint URL para este servidor MCP. La mayoría requiere el sufijo /mcp/.
fr: L’URL d’endpoint pour ce serveur MCP. La plupart requièrent le suffixe /mcp/.
ja: この MCP サーバーの URL エンドポイント。多くは /mcp/ サフィックスが必要です。
ko: 이 MCP 서버의 URL 엔드포인트입니다. 대부분 /mcp/ 접미사가 필요합니다.
zh_hans: MCP 服务器的端点地址，通常以 /mcp/ 结尾。

source: There are no memories to export.
de: Es gibt keine Erinnerungen zum Exportieren.
es: No hay recuerdos para exportar.
fr: Aucune mémoire à exporter.
ja: エクスポートするメモリーがありません。
ko: 내보낼 메모리가 없습니다.
zh_hans: 没有可导出的记忆。

source: These are the open-source licenses for the frameworks used in this app.
de: Dies sind die Open-Source-Lizenzen der in der App verwendeten Frameworks.
es: Estas son las licencias de código abierto de los frameworks usados en la app.
fr: Licences open source des frameworks utilisés dans cette app.
ja: 本アプリで使用しているフレームワークのオープンソースライセンスです。
ko: 앱에서 사용한 프레임워크의 오픈 소스 라이선스입니다.
zh_hans: 在此查看软件所使用的开源框架及其许可证。

source: These operations cannot be undone.
de: Diese Vorgänge können nicht rückgängig gemacht werden.
es: Estas operaciones no se pueden deshacer.
fr: Ces opérations sont irréversibles.
ja: これらの操作は元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
zh_hans: 这些操作不可撤销。

source: These tools allow the AI to store, recall, and manage important information from conversations for better context awareness.
de: Diese Tools ermöglichen der KI, wichtige Informationen aus Unterhaltungen zu speichern, abzurufen und zu verwalten, um den Kontext zu verbessern.
es: Estas herramientas permiten a la IA guardar, recordar y gestionar información importante de las conversaciones para mejor contexto.
fr: Ces outils permettent à l’IA de stocker, rappeler et gérer des informations importantes issues des conversations pour un meilleur contexte.
ja: これらのツールで AI は会話の重要情報を保存・呼び出し・管理し、文脈理解を向上させます。
ko: 이 도구로 AI가 대화의 중요한 정보를 저장·조회·관리하여 더 나은 컨텍스트 인식을 합니다.
zh_hans: 这些工具允许 AI 存储、回忆和管理对话中的重要信息，以提供更佳的上下文感知能力。

source: These tools can only be used by models that support tool calls, and whether to use them is determined by the model.
de: Diese Tools können nur von Modellen mit Tool-Call-Unterstützung genutzt werden; ob sie verwendet werden, entscheidet das Modell.
es: Estas herramientas solo pueden usarlas modelos que soportan llamadas de herramientas; el modelo decide si usarlas.
fr: Ces outils ne peuvent être utilisés que par des modèles qui prennent en charge les appels d’outils, et leur usage est décidé par le modèle.
ja: ツール呼び出しをサポートするモデルのみが利用できます。使用するかはモデルが判断します。
ko: 도구 호출을 지원하는 모델에서만 사용할 수 있으며, 사용 여부는 모델이 결정합니다.
zh_hans: 这些工具仅供支持工具调用的模型使用，且由模型决定是否使用。

source: Thinking finished without output any content.
de: Denken beendet, ohne Inhalt auszugeben.
es: El razonamiento terminó sin generar contenido.
fr: Raisonnement terminé sans produire de contenu.
ja: 思考を終えましたが内容が出力されませんでした。
ko: 출력 없이 사고가 종료되었습니다.
zh_hans: 思考已完成，但没有输出任何内容。

source: This audio asset is not supported.
de: Dieses Audio-Asset wird nicht unterstützt.
es: Este recurso de audio no es compatible.
fr: Cette ressource audio n’est pas prise en charge.
ja: この音声アセットはサポートされていません。
ko: 이 오디오 에셋은 지원되지 않습니다.
zh_hans: 此音频资源不受支持。

source: This conversation is based on the template: %@.
de: Diese Unterhaltung basiert auf der Vorlage: %@.
es: Esta conversación se basa en la plantilla: %@.
fr: Cette conversation est basée sur le modèle : %@.
ja: この会話はテンプレート %@ に基づいています。
ko: 이 대화는 템플릿 %@를 기반으로 합니다.
zh_hans: 此对话基于模板 %@ 创建。

source: This conversation is created by compressing "%@".
de: Diese Unterhaltung wurde erstellt, indem „%@“ komprimiert wurde.
es: Esta conversación se creó comprimiendo "%@".
fr: Cette conversation a été créée en compressant « %@ ».
ja: この会話は「%@」を圧縮して作成されました。
ko: 이 대화는 "%@"을(를) 압축해 생성되었습니다.
zh_hans: 此对话由“%@”精炼而来。

source: This data has been saved, but we could not match a request format for this endpoint. This is usually a mistake. In most cases your request should end with /v1/chat/completions.
de: Diese Daten wurden gespeichert, aber es wurde kein Anfrageformat für diesen Endpunkt gefunden. Meist ein Fehler. In den meisten Fällen sollte die Anfrage mit /v1/chat/completions enden.
es: Estos datos se guardaron, pero no pudimos coincidir un formato de solicitud para este endpoint. Suele ser un error. En la mayoría de casos la solicitud debe terminar con /v1/chat/completions.
fr: Ces données ont été enregistrées, mais nous n’avons pas trouvé de format de requête pour cet endpoint. C’est généralement une erreur. Dans la plupart des cas, votre requête devrait se terminer par /v1/chat/completions.
ja: データは保存されましたが、このエンドポイントに適したリクエスト形式が見つかりません。多くの場合リクエストは /v1/chat/completions で終わる必要があります。
ko: 데이터는 저장되었지만 이 엔드포인트에 맞는 요청 형식을 찾지 못했습니다. 보통 실수이며, 대부분 요청은 /v1/chat/completions 로 끝나야 합니다.
zh_hans: 数据已保存，但无法匹配该端点的请求格式。通常这是一个错误，大多数情况下请求应以 /v1/chat/completions 结尾。

source: This device is not eligible for Apple Intelligence. Requires compatible hardware.
de: Dieses Gerät ist nicht für Apple Intelligence geeignet. Kompatible Hardware erforderlich.
es: Este dispositivo no es apto para Apple Intelligence. Requiere hardware compatible.
fr: Cet appareil n’est pas éligible à Apple Intelligence. Matériel compatible requis.
ja: このデバイスは Apple Intelligence の対象外です。対応ハードウェアが必要です。
ko: 이 기기는 Apple Intelligence 지원 대상이 아닙니다. 호환 하드웨어가 필요합니다.
zh_hans: 此设备不支持 Apple 智能，因为硬件不兼容。

source: This document is provided by system or tool call, please cite the id with [^%lld] format if used.
de: Dieses Dokument stammt aus dem System oder einem Tool-Call; bitte die ID im Format [^%lld] zitieren, falls verwendet.
es: Este documento lo proporciona el sistema o una llamada de herramienta; cítalo con formato [^%lld] si lo usas.
fr: Ce document est fourni par le système ou un appel d’outil ; citez l’identifiant au format [^%lld] si vous l’utilisez.
ja: このドキュメントはシステムまたはツール呼び出しにより提供されています。使用する場合は [^%lld] 形式で ID を引用してください。
ko: 이 문서는 시스템 또는 도구 호출로 제공됩니다. 사용할 경우 [^%lld] 형식으로 ID를 인용해 주세요.
zh_hans: 此文档由系统提供，若使用请按照 [^%lld] 标注引用。
